export const categories = [
  {
    title: "أزياء",
    icon: "🍽️",
    subcategories: [
      {
        title: "أزياء حريمي",
        items: [
          "توب و تيشرت",
          "فساتين",
          "بلوزات",
          "بنطلونات و جينز",
          "سترات",
          "ملابس السياحة",
          "ملابس رياضية",
          "ملابس البيت و اللانجري",
          "بيجامات و شتوي",
          "اكسسوارات",
          "كيمونو",
          "أحذية رياضية",
        ],
      },
      {
        title: "أزياء رجالي",
        items: [
          "تي شيرتات و بولو",
          "قمصان",
          "جينز و بنطلونات",
          "ملابس رياضية",
          "شورتات",
          "احذية",
          "ملابس السياحة",
          "أحذية رياضية",
          "ملابس النوم",
          "ساعات",
          "ملابس داخلية",
          "اكسسوارات",
        ],
      },
    ],
  },
  {
    title: "موبايلات و تابلت",
    icon: "📱",
  },
  {
    title: "الصحة و الجمال",
    icon: "🍴",
  },
  {
    title: "المنزل والأثاث",
    icon: "🏠",
  },
  {
    title: "أجهزة منزلية",
    icon: "🖥️",
  },
  {
    title: "التلفزيونات والصوتيات",
    icon: "📷",
  },
  {
    title: "منتجات العناية بالأطفال",
    icon: "👶",
  },
  {
    title: "بقالة",
    icon: "🍏",
  },
  {
    title: "الكمبيوتر",
    icon: "💻",
  },
  {
    title: "مستلزمات رياضية",
    icon: "🏋️",
  },
  {
    title: "العاب",
    icon: "🎮",
  },
  {
    title: "أقسام أخرى",
    icon: "📦",
  },
];
